Repository: windrunner21/gridrunner-iOS
Catalog: GridRunner/Localizable.xcstrings
Source language: en
Languages: ru

source: Cancel
ru: Отмена

source: Competitive
ru: Соревновательный

# CompetitiveDescription
source: play for rank and become the best
ru: играй за рейтинг и становись лучшим

# CompetitiveLockedDescription
source: login into account to play ranked
ru: войди в аккаунт для соревновательной игры

source: Create Room
ru: Создать комнату

# FetchUserPreference
source: Fetching user preferences...
ru: Получение данных игрока

source: Join
ru: Вход

source: Join Room
ru: Войти в комнату

source: Main Menu
ru: Главное меню

source: OK
ru: ОК

# Play
source: Play now
ru: Играть

source: Resign
ru: Сдаться

source: Return to Menu
ru: Вернуться в меню

source: Try again
ru: Заново

source: Unranked
ru: Без рейтинга

# UnrankedDescription
source: find your opponent around the world
ru: найди свое соперника со всего мира
